Repository: jquelin/games-risk-extramaps-history
Catalog: share/locale/*/LC_MESSAGES/Games-Risk-Map-Roman_empire.po
Languages: fr

source: Roman Empire Map
fr: Empire romain

source: Africa
fr: Afrique

source: Asia
fr: Asie

source: Gallia
fr: Gaulle

source: Hispania
fr: Hispanie

source: Illyrium
fr: Illyrie

source: Italia
fr: Italie

source: Aegyptus
fr: Egypte

source: Africa proconsularis
fr: Afrique proconsulaire

source: Cyrenaica
fr: Cyrénaïque

source: Numidia inf.
fr: Numidie inférieure

source: Numidia sup.
fr: Numidia supérieure

source: Arabia
fr: Arabie

source: Bithynia
fr: Bithynie

source: Cappadocia
fr: Cappadoce

source: Cilicia
fr: Cilicie

source: Galatia
fr: Galatie

source: Lycia
fr: Lycie

source: Palestina
fr: Palestine

source: Phrygia
fr: Phrygie

source: Syria
fr: Syrie

source: Aquitania
fr: Aquitaine

source: Belgica
fr: Belgique

source: Britannia
fr: Bretagne

source: Germania inf.
fr: Germanie inférieure

source: Germania sup.
fr: Germanie supérieure

source: Lugdunensis
fr: Lugdunum

source: Narbonensis
fr: Narbonne

source: Baetica
fr: Baetique

source: Baleares
fr: Baléares

source: Gallaecia et Asturia
fr: Gallicie et Asturies

source: Lusitania
fr: Lusitanie

source: Mauretania
fr: Mauritanie

source: Achaia
fr: Achaïe

source: Dacia
fr: Dacie

source: Dalmatia
fr: Dalmatie

source: Epirus
fr: Epyre

source: Macedonia
fr: Macédoine

source: Moesia inf.
fr: Mésie inférieure

source: Moesia sup.
fr: Mésie supérieure

source: Pannonia
fr: Pannonie

source: Thracia
fr: Thrace

source: Corsica
fr: Corse

source: Gallia Cisalpinia
fr: Gaulle Cisalpine

source: Noricum
fr: Norique

source: Raetia
fr: Rhétie

source: Roma
fr: Rome

source: Sardinia
fr: Sardaigne

source: Sicilia
fr: Sicile
